{
    "A little empty here, huh?": "Um pouco vazio aqui, né?",
    "Add a new task with the button above to make it appear here!": "Adicione uma nova tarefa com o botão acima para que ela apareça aqui!",
    "Add task": "Adicionar tarefa",
    "My tasks": "Minhas tarefas",
    "Pending": "Pendente",
    "Archived": "Arquivado",
    "Looks like there are no pending tasks for you :)": "Parece que não há nenhuma tarefa pendente para você :)",
    "Looks like there aren't any tasks archived around here :)": "Parece que não há nenhuma tarefa arquivada por aqui :)",
    "Welcome to estudaí": "Bem-vindo ao estudaí",
    "We're happy to have you here.\nHere are some quick tips to make you enjoy all the features.": "Estamos felizes em ter você por aqui.\n Acompanhe algumas dicas rápidas pra te fazer aproveitar todas as funcionalidades.",
    "Organize your study flow": "Organize seus estudos",
    "Save activities, tests and events on the platform to avoid any rush moments before the due date.": "Salve atividades, avaliações e eventos na plataforma para evitar aquela correria momentos antes da data de entrega.",
    "Keep up with your appointments": "Mantenha-se em dia com seus compromissos",
    "Participate and create community groups to unite those people who have the same goals as you.": "Participe e crie grupos comunitários para unir aquela galera que tem os mesmos objetivos que você.",
    "Track the progress of your tasks": "Acompanhe o progresso de suas tarefas",
    "Tag attachments and links sent by other users in assignments and keep track of which materials you've already used.": "Marque anexos e links enviados por outros usuários em tarefas e tenha o controle de quais materiais você já utilizou.",
    "Explore and enjoy": "Desbrave e aproveite",
    "estudaí is all yours.\nEnjoy all the features lovingly prepared for you and good learning!\nMade with ❤️ by @theduardomaciel": "O estudaí é todo seu.\nAproveite todas as funcionalidades preparadas com carinho para você e bom aprendizado!\nfeito com ❤️ por @theduardomaciel",
    "Agenda": "Agenda",
    "Abstract": "Resumo",
    "Book Reading": "Leitura do Livro",
    "Article Reading": "Leitura do Artigo",
    "Assignment": "Tarefa",
    "Review": "Revisão",
    "You forgot to give the focus a title!": "Você esqueceu de dar um título ao foco!",
    "You forgot to choose a focus category!": "Você esqueceu de escolher uma categoria para o foco!",
    "Oops": "Opa",
    "Wait a little bit!": "Opa, opa, opa!",
    "Return": "Voltar",
    "Something's missing...": "Tá faltando alguma coisa...",
    "To get the most out of Focus we need you to allow us to send you notifications!": "Para aproveitar o máximo do Foco precisamos que você nos permita enviar notificações!",
    "Allow": "Permitir",
    "I prefer not being notified": "Prefiro não ser notificado",
    "Activity duration": "Duração da atividade",
    "minutes": "minutos",
    "minute": "minuto",
    "hours": "horas",
    "days": "dias",
    "This month": "Este mês",
    "Next months": "Próximos meses",
    "Concluded": "Concluído",
    "No date": "Sem data",
    "Expired": "Expirado",
    "Elective": "Eletiva",
    "Obligatory": "Obrigatória",
    "Test 1": "Mensal",
    "Test 2": "Bimestral",
    "Evento": "Event",
    "Written": "Escrita",
    "Typed": "Digitada",
    "Written or typed": "Escrita ou digitada",
    "No restriction": "Sem restrição",
    "points": "pontos",
    "No score": "Sem pontuação",
    "Good morning": "Bom dia",
    "Good afternoon": "Boa tarde",
    "Good evening": "Boa noite",
    "Welcome": "Bem-vindo",
    "member": "membro",
    "from": "de",
    "no member from": "nenhum membro de",
    "concluded this task yet": "concluiu esta tarefa ainda",
    "no description provided": "nenhuma descrição fornecida",
    "questions": "questões",
    "per question": "por questão",
    "concluded": "concluiu",
    "concluded_plural": "concluíram",
    "the activity": "a atividade",
    "confirmed": "marcou",
    "confirmed_plural": "marcaram",
    "presence": "presença",
    "in the day": "no dia",
    "expired": "expirou",
    "task concluded": "tarefa concluída",
    "archived": "arquivada",
    "Concluído": "Concluído",
    "event": "evento",
    "test": "avaliação",
    "activity": "atividade",
    "Generic task": "Tarefa genérica",
    "already": "já",
    "or": "ou",
    "and": "e",
    "Event": "Evento",
    "+ than": "+ de",
    "Sign in": "Entre",
    "Sign up": "Cadastre-se",
    "to have access to all the features of the platform": "para ter acesso a todas as funcionalidades da plataforma",
    "Task name": "Nome da tarefa",
    "Insert the task name here": "Insira o nome da tarefa aqui",
    "You will have": "Você terá",
    "Begin Focus": "Iniciar Foco",
    "break": "pausa",
    "Break time!": "Hora da pausa!",
    "You're doing well! But you're still not made of steel, so get off the chair and go drink some water :)": "Você está indo bem! Mas você ainda não é feito de aço, então levanta essa bunda da cadeira e vai beber uma aguinha :)",
    "And it comes to an end!": "E chegamos ao fim!",
    "Congrats on staying focused this far.": "Parabéns por ter mantido o foco até aqui.",
    "You have no pending activities!": "Você não tem nenhuma atividade pendente!",
    "Invite link": "Link de convite",
    "Copied to clipboard!": "Copiado para a área de transferência!",
    "PE": "Ed. Física",
    "Religious Education": "Ensino Religioso",
    "Philosophy": "Filosofia",
    "Physics": "Física",
    "Geography": "Geografia",
    "Art": "Artes",
    "History": "História",
    "Math": "Matemática",
    "Native Language": "Língua Nativa",
    "Chemistry": "Química",
    "Biology": "Biologia",
    "Sociology": "Sociologia",
    "Groups": "Grupos",
    "My Groups": "Meus grupos",
    "Create a group": "Criar um grupo",
    "Create group": "Criar grupo",
    "Cancel": "Cancelar",
    "Join the group": "Entrar no grupo",
    "Group name": "Nome do grupo",
    "Insert the group name": "Insira o nome do grupo",
    "Private group": "Grupo privado",
    "Access your newly created group now and share the access link with others!": "Acesse agora seu grupo recém-criado e compartilhe o link de acesso com outros!",
    "Yay! Everything worked.": "Eba! Deu tudo certo.",
    "Oh. Looks like something went bad.": "Eita. Parece que deu ruim.",
    "We had an internal issue and were unable to create your group. Please try again and contact us if the problem persists.": "Tivemos um problema interno e não conseguimos criar seu grupo. Por favor, tente novamente e entre em contato conosco se o problema persistir.",
    "pending activity": "atividade pendente",
    "pending activities": "atividades pendentes",
    "no pinned message": "nenhuma mensagem fixada",
    "participant": "participante",
    "To join a group, access an invite link that has been sent to you.": "Para entrar em um grupo, acesse um link de convite que foi enviado para você.",
    "Looks like there are no pending tasks in this group for you :)": "Parece que não há nenhuma tarefa pendente neste grupo pra você :)",
    "Looks like there aren't any tasks archived in this group around here :)": "Parece que não há nenhuma tarefa arquivada neste grupo por aqui :)",
    "Pinned message": "Mensagem fixada",
    "I'M AWARE": "ESTOU CIENTE",
    "Pending tasks": "Tarefas pendentes",
    "Concluded tasks": "Tarefas concluídas",
    "INVITE USERS": " CONVIDAR USUÁRIOS",
    "SETTINGS": "CONFIGURAÇÕES",
    "LEAVE GROUP": "SAIR DO GRUPO",
    "Share it with other platform users so they can join the group and participate in your community!": "Compartilhe-o com outros usuários da plataforma para que eles possam entrar no grupo e participar de sua comunidade!",
    "Tasks sent in a group will be visible to everyone in it!": "Tarefas enviadas em um grupo serão visíveis para todos que estiverem nele!",
    "Are you sure you want to leave the group?": "Tem certeza de que deseja sair do grupo?",
    "You will no longer be able to see the group's tasks or interact with other group members. You'll only can rejoin the group if a member or administrator invites you again.": "Você não poderá mais ver as tarefas do grupo ou interagir com outros membros do grupo. Você só poderá ingressar novamente no grupo se um membro ou administrador o convidar novamente.",
    "It was not possible to delete your account.": "Não foi possível excluir sua conta.",
    "Please try again later. If the problem persists, let us know :)": "Por favor, tente novamente mais tarde. Se o problema persistir, nos avise :)",
    "SAVE": "SALVAR",
    "REMOVE": "REMOVER",
    "DELETE": "EXCLUIR",
    "GROUP": "GRUPO",
    "PARTICIPANT": "PARTICIPANTE",
    "Danger Zone": "Zona de Perigo",
    "Delete": "Deletar",
    "Delete task": "Deletar tarefa",
    "Delete test": "Deletar avaliação",
    "Edit event": "Editar evento",
    "Edit test": "Editar avaliação",
    "Edit task": "Editar tarefa",
    "Are you sure you want to delete this group?": "Você tem certeza que quer deletar este grupo?",
    "Are you sure you want to delete this task?": "Você tem certeza que quer deletar esta tarefa?",
    "Watch out! Anyone who has access to this task will no longer be able to view it.\nThere is no way to recover a deleted activity.": "Cuidado! Todos que tiverem acesso a esta tarefa não poderão mais visualizá-la.\nNão há como recuperar uma atividade excluída.",
    "When deleting the group EVERYTHING will be lost: tasks, attachments and users.\nThere is no way to recover a group after it has been deleted.": "Ao apagar o grupo TUDO será perdido: tarefas, anexos e usuários.\nNão há como recuperar um grupo após ele ser apagado.",
    "Details": "Detalhes",
    "since": "desde",
    "We are still working on this feature, so this feature will only be available after a future update.": "Ainda estamos trabalhando nesta função, portanto, esta funcionalidade só estará disponível após uma futura atualização.",
    "Account": "Conta",
    "Connections": "Conexões",
    "Preferences": "Preferências",
    "Personalization": "Personalização",
    "Language": "Idioma",
    "Log-out": "Sair",
    "Settings": "Configurações",
    "Select the language you want to use in the platform.": "Selecione o idioma que você deseja usar na plataforma.",
    "This project is still in progress": "Este projeto ainda está em andamento",
    "so expect bugs and other issues": "portanto, espere bugs e outros problemas",
    "Put an end to desperate revisions 15 minutes before the test once and for all": "Acabe de uma vez por todas com revisões desesperadas 15 minutos antes da prova.",
    "Create an account": "Criar uma conta",
    "Create your account": "Crie sua conta",
    "Sign in with Google": "Entrar com Google",
    "Jeez": "Eita",
    "Save": "Salvar",
    "Looks like you didn't give us Drive access.": "Parece que você não nos deu acesso ao Drive.",
    "To be able to log in or create an account it is necessary to allow access to all requested scopes so that you can send attachments in your tasks.": "Para poder logar ou criar uma conta é necessário permitir o acesso a todos os escopos solicitados para que você possa enviar anexos em suas tarefas.",
    "Back to home": "Voltar ao início",
    "It looks like we had an internal server problem": "Parece que tivemos um problema interno no servidor",
    "We are probably already working as quickly as possible to resolve this. Thank you in advance for your understanding and waiting!": "Provavelmente, já estamos trabalhando o mais rápido possível para resolver isso. Desde já agradecemos sua compreensão e espera!",
    "Login with your account to enjoy all the features of the platform": "Entre com sua conta para desfrutar de todas as funcionalidades da plataforma",
    "Don't have an account?": "Não tem uma conta?",
    "It looks like you haven't created your account on the platform yet.": "Parece que você ainda não criou sua conta na plataforma.",
    "Create your account now to enjoy all the features of your Estudaí account.": "Crie sua conta agora para desfrutar de todas as funcionalidades da sua conta Estudaí.",
    "Are you sure you want to quit?": "Tem certeza que deseja sair?",
    "You will need to sign in with your account again to be able to access the platform.": "Será necessário entrar com sua conta novamente para poder acessar a plataforma.",
    "made with ❤️ by": "feito com ❤️ por",
    "Choose which type of course you fit in so we can prepare the platform for you": "Escolha em que tipo de curso você se encaixa para que possamos preparar a plataforma para você",
    "I'm attending": "Estou cursando",
    "elementary school": "o ensino fundamental",
    "I need help reviewing core subjects": "Preciso de ajuda para revisar matérias básicas e assuntos base",
    "high school": "o ensino médio",
    "I need help organizing schedules, remembering homework, studying for exams and staying sane": "Preciso de ajuda para organizar horários, lembrar de tarefas escolares, estudar para provas e ter sanidade mental",
    "college": "o ensino superior",
    "I need help with my researches, projects, thesis, etc.": "Preciso de ajuda com minhas pesquisas, projetos, teses, etc.",
    "I am not affiliated with any educational institution": "Não possuo filiação a nenhuma instituição de ensino",
    "Already have an account?": "Já tem uma conta?",
    "Now that we know what you need, enter your Google account below to register on the platform.": "Agora que já sabemos do que você precisa, entre com sua conta Google abaixo para cadastrar-se na plataforma.",
    "Remember to allow access to Google Drive!": "Lembre-se de permitir o acesso ao Google Drive!",
    "If access is not granted, you will be unable to upload attachments in activities!": "Caso o acesso não seja concedido, você será incapaz de enviar anexos em atividades!",
    "By registering, you agree to the": "Ao se cadastrar, você concorda com os",
    "Terms of Service": "Termos de Serviço",
    "Privacy Policy": "Política de Privacidade",
    "Back to beginning": "Voltar ao início",
    "Creating your account": "Criando sua conta",
    "Skip": "Pular",
    "Previous": "Anterior",
    "Next": "Próximo",
    "Don't worry, we're pressing a few buttons and turning a few handles to get your account created!": "Calma um pouco que estamos apertando uns botões e rodando algumas manivelas para que sua conta seja criada!",
    "We're ready": "Já estamos prontos",
    "Take advantage of all the features of the platform and organize your studies once and for all.": "Aproveite todas as funcionalidades da plataforma e organize os seus estudos de uma vez por todas.",
    "A subject will never be accumulated again.": "Nunca mais uma matéria ficará atrasada.",
    "Enter the platform": "Entrar na plataforma",
    "There was an internal error.": "Houve um erro interno.",
    "Please restart the page.": "Por favor, reinicie a página.",
    "Unable to find a group with the provided invite link": "Não foi possível encontrar um grupo com o link de convite fornecido",
    "You are already part of the group": "Você já faz parte do grupo",
    "You have been invited to join": " Você foi convidado(a) a entrar em",
    "Accept invite": "Aceitar convite",
    "Advertisement by": "Anúncio por",
    "user": "usuário",
    "visualized": "visualizou",
    "visualized_plural": "visualizaram",
    "This advertisement has been blocked by you!": "Este anúncio foi bloqueado por você!",
    "Value not informed": "Valor não informado",
    "Donation": "Doação",
    "New": "Novo",
    "Used": "Usado",
    "Used and well conserved": "Usado e bem conservado",
    "My contacts": "Meus contatos",
    "Contact": "Contatar",
    "Items in this listing have already been sold": "Itens desta listagem já foram vendidos",
    "Items in this listing have already been donated": "Itens desta listagem já foram doados",
    "Be as descriptive as possible in": "Seja o mais descritivo possível em",
    "characters": "caracteres",
    "Active marketplaces": "Marketplaces ativos",
    "Click on the text of an advertisement to see it in full.": "Clique no texto de um anúncio para vê-lo por completo.",
    "Phone": "Telefone",
    "Create an account at": "Crie uma conta no",
    "to take advantage of all the functions of the platform.": "para aproveitar todas as funcionalidades da plataforma.",
    "Preview": "Visualizar",
    "Download": "Baixar",
    "Unmark": "Desmarcar",
    "Mark as done": "Marcar como concluído",
    "Questions List": "Lista de Questões",
    "Theoretical Material": "Material Teórico",
    "Slides": "Slides",
    "Summaries": "Resumos",
    "Resolutions": "Resoluções",
    "Add": "Adicionar",
    "link": "link",
    "This activity has no attachments yet.": "Esta atividade ainda não possui anexos.",
    "This activity has no links yet.": "Esta atividade ainda não possui links.",
    "Mark off": "Desmarcar",
    "as concluded": "como concluído",
    "Test contents": "Ver conteúdos",
    "Remove presence": "Remover presença",
    "Confirm presence": "Confirmar presença",
    "Add new attachments or links below": "Adicione novos anexos ou links abaixo",
    "UPLOAD": "ENVIAR",
    "Access Denied": "Acesso Negado",
    "Sorry, you don't have access to this activity.": "Desculpe, você não tem acesso a esta atividade.",
    "If you think this is a mistake, please contact whoever created it.": "Se você acha que isso é um erro, por favor, entre em contato com quem a criou.",
    "Subjects": "Matérias",
    "description": "descrição",
    "sent by": "enviada por",
    "Attention": "Atenção",
    "Insert the contents of the test here": "Insira os conteúdos da avaliação aqui",
    "The deadline for this activity has already expired. you had until the day": "O prazo dessa atividade já expirou. Você tinha até o dia",
    "You have until the day": "Você tem até o dia",
    "to deliver this activity": "para entregar esta atividade",
    "Attachments": "Anexos",
    "Drag files here": "Arraste arquivos para cá",
    "Drop to upload": "Solte para enviar",
    "file": "arquivo",
    "choose": "escolher",
    "Jeez!\nLooks like our access to your Google account has expired :(": "Eita!\nParece que o nosso acesso a sua conta Google expirou :( ",
    "To attach files again, enter the platform again to revalidate your data.": "Para anexar arquivos novamente, entre na plataforma novamente para revalidar seus dados.",
    "Please try restarting the page to resolve the error.": "Por favor, tente reiniciar a página para resolver o erro.",
    "ADD": "ADICIONAR",
    "Insert the link below": "Insira o link abaixo",
    "User": "Usuário",
    "Date": "Data",
    "Description": "Descrição",
    "Which subjects will be present in the test?": "Quais matérias estarão presentes na avaliação?",
    "Select the test subjects below:": "Selecione as matérias da avaliação abaixo:",
    "Search subjects": "Pesquisar matérias",
    "Create new subject": "Criar matéria",
    "Add subject": "Adicionar matéria",
    "My subjects": "Minhas matérias",
    "Other subjects": "Outras matérias",
    "Subject created with success": "Matéria criada com sucesso",
    "We were unable to create your subject.": "Não foi possível criar sua matéria.",
    "Subject name": "Nome da matéria",
    "Select icon": "Selecionar ícone",
    "Change icon": "Alterar ícone",
    "Now you can select it in new tasks.": "Agora você pode selecioná-la em novas tarefas.",
    "Unfortunately we were unable to create your new subject.": "Infelizmente não foi possível criar sua nova matéria.",
    "Search for an icon": "Pesquisar por ícone (em inglês)",
    "We couldn't find icons that match your search.": "Não encontramos ícones que correspondam a sua pesquisa.\nLembre-se de que os ícones devem ser pesquisados em inglês!",
    "Which is the type of the activity?": "Qual o tipo da atividade?",
    "Select the type of the activity": "Selecione o tipo de atividade",
    "Activities": "Atividades",
    "Tests": "Avaliações",
    "Electives": "Eletivas",
    "How the activity should be done?": "Como a atividade deve ser realizada?",
    "Select how it should be done": "Selecione como ela deve ser realizada",
    "What is the subject of the activity?": "Qual a matéria da atividade?",
    "Select the subject of the activity": "Selecione a matéria da atividade",
    "No subject": "Sem matéria",
    "Subject": "Matéria",
    "Your subjects": "Suas matérias",
    "What is the maximum amount of points that can be acquired?": "Qual é a pontuação máxima que podem ser obtida?",
    "How many questions will the test have?": "Quantas questões terá a avaliação?",
    "How the event should be called?": "Como o evento deve ser chamado?",
    "Insert the name of the event": "Insira o nome do evento",
    "Where will the event be held?": "Onde o evento será realizado?",
    "Enter an physical or online address": "Insira um endereço presencial ou online",
    "Insert the contents of the subject here": "Insira os conteúdos da matéria aqui",
    "Add subjects in this test to insert their content here!": "Adicione matérias nesta avaliação para inserir o conteúdo delas aqui!",
    "Initial Details": "Detalhes Iniciais",
    "Contents": "Conteúdos",
    "Focus": "Foco",
    "Please enter the subject of the activity!": "Por favor, insira a matéria da atividade!",
    "Please enter at least one subject in the test!": "Por favor, insira pelo menos uma matéria na avaliação!",
    "Hey! Don't forget to mark the task date on the calendar!": "Ei! Não se esquece de marcar a data da tarefa no calendário!",
    "Please enter a title for the event!": "Por favor, insira um título para o evento!",
    "Hey! Don't forget to mark the event date on the calendar!": "Ei! Não se esquece de marcar a data do evento no calendário!",
    "Unfortunately, a problem that occurred during the process of creating your task prevented us from creating it.:(\nPlease try again later.": "Infelizmente, algum problema que rolou durante o processo de criação da sua tarefa nos impediu de criá-la.:(\nPedimos que você tente novamente mais tarde.",
    "Select date": "Selecione a data da tarefa",
    "Select where to add": "Selecione onde irá adicionar",
    "My Account": "Minha Conta",
    "You are not part of any groups yet!": "Você ainda não faz parte de nenhum grupo!",
    "Create Activity": "Enviar Atividade",
    "Open": "Abrir",
    "Almost there!": "Quase lá!",
    "Task created": "Tarefa criada",
    "We're pushing some buttons and sending some data to create your new task.\nHold on!": "Estamos apertando uns botões e enviando alguns dados para criar sua nova tarefa.\nEspera um pouco!",
    "We're ready! The activity has been created :)": "Pronto! A atividade foi criada :)",
    "Oops... We were unable to create your task.": "Ops... Não foi possível criar sua tarefa.",
    "Your name": "Seu nome",
    "Enter your full name, or a display name that you are comfortable for others to see.": "Insira seu nome completo, ou um nome de exibição com que esteja confortável que outros vejam.",
    "Please use 32 characters maximum.": "Por favor, utilize no máximo 32 caracteres.",
    "Your avatar": "Seu avatar",
    "Your e-mail": "Seu e-mail",
    "Your password": "Sua senha",
    "Coming soon after the implementation of the e-mail and password authentication support.": "Em breve, após a implementação do suporte à autenticação de e-mail e senha.",
    "To edit your avatar, select one of those available below or the Google default, if you're signed in.": "Para editar seu avatar, selecione um dos disponíveis abaixo ou o padrão do Google, caso a conta tenha conectada.",
    "To have an image as an avatar, connect your Google account on the platform.": "Para ter uma imagem como avatar, conecte sua conta do Google à plataforma.",
    "Delete account": "Excluir conta",
    "Permanently remove your personal account and all of its content from the platform. This action is not reversible, so proceed at your own risk.": "Remova permanentemente sua conta pessoal e todo o seu conteúdo da plataforma. Esta ação não é reversível, portanto, continue por sua conta e risco.",
    "Select the main color of all platform elements.": "Selecione a cor principal de todos os elementos da plataforma.",
    "Main color": "Cor principal",
    "Dark mode": "Modo escuro",
    "Your name must be less than 32 characters.": "Seu nome deve ter menos de 32 caracteres.",
    "Enable dark mode to reduce eye strain and improve your experience on the platform. Remember this functionality is still in development, so it may not work as expected.": "Ative o modo escuro para reduzir a tensão ocular e melhorar sua experiência na plataforma. Lembre-se de que esta funcionalidade ainda está em desenvolvimento, portanto, pode não funcionar como esperado."
}